;; -*- no-byte-compile: t; -*-

(package! adoc-mode)
(package! company-box)
(package! ediprolog)
(package! flyspell-correct)
(package! flyspell-correct-ivy)
(package! mixed-pitch)
(package! org-superstar)
(package! ox-twbs)
