;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el
;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! company-box)
(package! fira-code-mode)
(package! flyspell-correct)
(package! flyspell-correct-ivy)
(package! format-all)
(package! irony)
(package! org-superstar)
(package! ox-twbs)
